export default [
    {
        type: 'anime',
        status: 'watching',
        entity: {
            id: 1,
            title: {
                romaji: 'Ballroom e Youkoso',
            },
            type: 'tv',
            episodes: 24,
            airing: {
                start: 1499558400000,
            },
            description: {
                russian: 'Татара Фуджита бесцельно проживает лучшие годы средней школы, не в состоянии найти ни друзей, ни чего-то, что бы его по-настоящему увлекло. И вот, в один прекрасный день на него нападают хулиганы, от которых его спасает загадочный человек. Однако это вовсе не мастер карате, а учитель бальных танцев! Не особенно горя энтузиазмом, Татара приходит к нему на занятие и неожиданно... встречает музу — изумительную талантливую танцовщицу по имени Шизуку Ханаока. Следуя за ней, герой делает первый шаг в будоражащий мир танцевальных соревнований.',
            },
            genres: [
                {
                    id: 1,
                    title: 'Драма',
                },
                {
                    id: 2,
                    title: 'Комедия',
                },
                {
                    id: 3,
                    title: 'Романтика',
                },
                {
                    id: 4,
                    title: 'Школа',
                },
                {
                    id: 5,
                    title: 'Сёнен',
                },
                {
                    id: 6,
                    title: 'Спорт',
                },
            ],
            poster: {
                medium: 'https://kawai.shikimori.org/system/animes/original/34636.jpg',
            },
            studio: {
                id: 10,
                title: 'Production I.G',
            },
        },
    },
    {
        type: 'anime',
        entity: {
            id: 2,
            title: {
                romaji: 'Love Live! Sunshine!! 2nd Season',
            },
            type: 'tv',
            episodes: 13,
            airing: {
                start: 1507334400000,
            },
            genres: [
                {
                    id: 1,
                    title: 'Музыка',
                },
                {
                    id: 2,
                    title: 'Школа',
                },
                {
                    id: 3,
                    title: 'Повседневность',
                },
            ],
            poster: {
                medium: 'https://desu.shikimori.org/system/animes/original/34973.jpg',
            },
            studio: {
                id: 10,
                title: 'Sunrise',
            },
        },
    },
    {
        type: 'anime',
        status: 'completed',
        entity: {
            id: 3,
            title: {
                romaji: 'Koe no Katachi',
            },
            type: 'movie',
            episodes: 1,
            airing: {
                start: 1474070400000,
            },
            description: {
                russian: 'Подобно миру взрослых, мир детей не терпит различий, выделяющих кого-то на фоне других, коих принято считать «нормальными». Этот мир жесток, поскольку его обитатели, в отличие от обитателей мира взрослых, еще не успели научиться скрывать мерзкие мысли за напускной улыбкой. Многие вещи им непонятны, более того — неведомы. Дети прямолинейны. И поэтому очень жестоки.\n\nОднако все дети когда-нибудь вырастают. И оглядываясь назад, во времена школьной рутины, некоторым из них становится стыдно за свою юность.\n\nСложно представить, сколько лет должно пройти, пока до примерного задиры и разгильдяя дойдет, каким глупцом он был, когда веселья ради издевался над инвалидом. Кто-то об этом даже не вспомнит. А кто-то вроде Шои возненавидит себя крепкой ненавистью. В младшей школе он умудрился превратить жизнь одноклассницы по имени Шоко в ад. Только потому, что та была глухая, не как все. И теперь, несколько лет спустя, хоть и запоздало, но мальчишка понял: чтобы сказать нечто важное тому, кто не может тебя услышать, вовсе не обязательно использовать голос.',
            },
            genres: [
                {
                    id: 1,
                    title: 'Драма',
                },
                {
                    id: 2,
                    title: 'Школа',
                },
                {
                    id: 3,
                    title: 'Сёнен',
                },
            ],
            poster: {
                medium: 'https://kawai.shikimori.org/system/animes/original/28851.jpg',
            },
            studio: {
                id: 10,
                title: 'Kyoto Animation',
            },
        },
    },
    {
        type: 'anime',
        entity: {
            id: 4,
            title: {
                romaji: 'Gintama Movie 2: Kanketsu-hen - Yorozuya yo Eien Nare',
            },
            type: 'movie',
            episodes: 1,
            airing: {
                start: 1373068800000,
            },
            description: {
                russian: 'Интересно, что бы случилось, если бы Широяши никогда не существовало?\n\nВ один прекрасный день мир сошел с ума, и теперь Эдо ввергнут в настоящий хаос. Саката Гинтоки отныне живет в альтернативной реальности, будущем, в котором ему места не нашлось. Но что же случилось с Ёродзуей? А с остальными? Но важнее всего: кто за всем этим стоит?\n\nПохоже, Гинтоки снова предстоит стать демоном во плоти, чтобы защитить своих друзей. Ему в одиночку придется управляться с грандиознейшим поручением в истории Ёродзуи и постараться, чтобы оно не стало последним.',
            },
            genres: [
                {
                    id: 1,
                    title: 'Экшен',
                },
                {
                    id: 2,
                    title: 'Комедия',
                },
                {
                    id: 3,
                    title: 'Исторический',
                },
                {
                    id: 4,
                    title: 'Пародия',
                },
                {
                    id: 5,
                    title: 'Самураи',
                },
                {
                    id: 6,
                    title: 'Сёнен',
                },
                {
                    id: 7,
                    title: 'Фантастика',
                },
            ],
            poster: {
                medium: 'https://nyaa.shikimori.org/system/animes/original/15335.jpg',
            },
            studio: {
                id: 10,
                title: 'Sunrise',
            },
        },
    },
    {
        type: 'anime',
        status: 'completed',
        entity: {
            id: 5,
            title: {
                romaji: 'Made in Abyss',
            },
            description: {
                russian: 'Человечество всегда тяготело к изучению неизведанного. Даже если неизведанное хранило в себе безграничную опасность... Много сотен лет назад посреди южного моря был обнаружен остров, в основании которого зияло громадное отверстие. Вопрос, что же находится там, глубоко внизу, мгновенно отравил умы желающих заполучить предполагаемые богатства. Бесчисленные искатели приключений мало-помалу прибывали на этот клочок земли, спускались вниз, и вскоре выяснилось, что поживиться там и правда есть чем. Однако вместе с тем люди, отправлявшиеся все ниже и ниже и возвращавшиеся обратно, рассказывали о необычайных и кровожадных существах, погубивших их товарищей, а также выдвигали теории, что у дыры на самом деле нет дна. И где-то глубоко внизу родилось название – Бездна.\n\nСо временем вокруг отверстия образовался город Ос, построенный потомками первых исследователей Бездны на костях своих отважных предков. Двенадцатилетняя Рико, как и многие дети в городе, сирота, чьи родители сгинули в недрах прожорливой дыры. Дети с ее судьбой вынуждены жить в приютах при гильдиях исследователей Бездны и работать на них, добывая Реликвии. Однако, храня воспоминания о своей легендарной матери, Рико не унывает и, наоборот, хочет как можно скорее набраться опыта и получить белый свисток, олицетворяющий высший ранг среди исследователей.\n\nНо пока она только ученик, вынужденный довольствоваться красным свистком новичка и безопасными вылазками на глубину не больше ста метров от поверхности. Где уж тут станешь великим?.. Однажды, отдавая всю себя работе, Рико чуть было не попадает в пасть грозному монстру, от которого ее спасает странный мальчик – не то робот, не то человек, – прибывший, как считает девочка, с самого низа Бездны. Это событие рождает новую догадку: неужели, каждый день смотря в Бездну, Бездна в ответ пристально глядит на тебя?',
            },
            type: 'tv',
            episodes: 13,
            airing: {
                start: 1499385600000,
            },
            genres: [
                {
                    id: 1,
                    title: 'Драма',
                },
                {
                    id: 2,
                    title: 'Приключения',
                },
                {
                    id: 3,
                    title: 'Фэнтези',
                },
                {
                    id: 4,
                    title: 'Фантастика',
                },
                {
                    id: 5,
                    title: 'Детектив',
                },
            ],
            poster: {
                medium: 'https://dere.shikimori.org/system/animes/original/34599.jpg',
            },
            studio: {
                id: 10,
                title: 'Kinema Citrus',
            },
        },
    },
    {
        type: 'anime',
        status: 'completed',
        entity: {
            id: 6,
            title: {
                romaji: 'Shigatsu wa Kimi no Uso',
            },
            type: 'tv',
            episodes: 22,
            airing: {
                start: 1412899200000,
            },
            description: {
                russian: 'Косэй Арима — мальчик, профессионально играющий на фортепиано, выигрывал все детские конкурсы, его имя было известно всем начинающим музыкантам. Мать Косэя была его учителем. После того, как она неожиданно скончалась, у Косэя случился нервный срыв во время выступления, в результате чего он больше не мог чувствовать музыку, несмотря на прекрасный слух и большой талант.\n\nСпустя несколько лет Косэй все еще не притрагивался к пианино; мир кажется ему серым и монотонным. Он рад, что у него еще остались хорошие друзья такие, как Цубаки и Ватари.\n\nВ один прекрасный день он встречает девушку по имени Каори, талантливую и свободную духом скрипачку, чей стиль игры отражает её личность и душу. Каори хочет помочь Косэю вернуться в музыкальный мир и снова почувствовать музыку...',
            },
            genres: [
                {
                    id: 1,
                    title: 'Драма',
                },
                {
                    id: 2,
                    title: 'Музыка',
                },
                {
                    id: 3,
                    title: 'Романтика',
                },
                {
                    id: 4,
                    title: 'Школа',
                },
                {
                    id: 5,
                    title: 'Сёнен',
                },
            ],
            poster: {
                medium: 'https://desu.shikimori.org/system/animes/original/23273.jpg',
            },
            studio: {
                id: 10,
                title: 'A-1 Pictures Inc.',
            },
        },
    },
    {
        type: 'anime',
        entity: {
            id: 7,
            title: {
                romaji: 'JoJo no Kimyou na Bouken: Diamond wa Kudakenai',
            },
            type: 'tv',
            episodes: 39,
            airing: {
                start: 1459555200000,
            },
            description: {
                russian: 'Прибрежный городок Морио до поры до времени был тихим и ничем не примечательным, пока однажды там не появился древний артефакт «Лук и стрела», способный пробуждать в людях скрытые способности, также называемые «стенд». Это породило волну необычных и необычайных событий, среди которых особо выделяются исчезновения молодых девушек.\n\nОднако, никто не поднимает шум, и убийце живется весьма вольготно, пока однажды в Морио не прибывает молодой океанолог Джотаро Куджо. И теперь загадочному маньяку предстоит противостоять ему, а также Джоскэ Хигашикате, внебрачному сыну Джозефа, несокрушимому, как алмаз.',
            },
            genres: [
                {
                    id: 1,
                    title: 'Драма',
                },
                {
                    id: 2,
                    title: 'Приключения',
                },
                {
                    id: 3,
                    title: 'Экшен',
                },
                {
                    id: 4,
                    title: 'Комедия',
                },
                {
                    id: 5,
                    title: 'Сёнен',
                },
                {
                    id: 6,
                    title: 'Сверъестественное',
                },
            ],
            poster: {
                medium: 'https://desu.shikimori.org/system/animes/original/31933.jpg',
            },
            studio: {
                id: 10,
                title: 'David Production',
            },
        },
    },
    {
        type: 'anime',
        entity: {
            id: 8,
            title: {
                romaji: 'Mahoutsukai no Yome',
            },
            type: 'tv',
            episodes: 24,
            airing: {
                start: 1507334400000,
            },
            description: {
                russian: 'За свою недолгую жизнь юная Чисэ Хатори успела испытать множество невзгод. Окруженная пренебрежением и жестокостью, лишенная всего, что хотя бы отдаленно напоминало любовь или заботу, не знавшая тепла семейного очага, она смирилась со своей участью, полной бед и злоключений.\n\nИ вот однажды, когда всякая надежда уже была утрачена, посреди рабовладельческого аукциона девушку ожидала судьбоносная встреча. Теперь, когда таинственный незнакомец, похожий скорее на чудовище, чем на человека, покупает ее за баснословную сумму, жизнь Чисэ больше никогда не вернется в прежнее русло.\n\nЭтот незнакомец по имени Элиас Эйнсворт — чародей, загадочный кудесник, творящий невиданные чудеса. Он решает освободить Чисэ из оков рабства и взять ее в ученицы, ведь девушка обладает редчайшим магическим даром. И наконец, чародей делает ошеломляющее заявление: Чисэ станет не только его ученицей, но и невестой!',
            },
            genres: [
                {
                    id: 1,
                    title: 'Фнтези',
                },
                {
                    id: 2,
                    title: 'Магия',
                },
                {
                    id: 3,
                    title: 'Сёнен',
                },
                {
                    id: 4,
                    title: 'Повседневность',
                },
            ],
            poster: {
                medium: 'https://moe.shikimori.org/system/animes/original/35062.jpg',
            },
            studio: {
                id: 10,
                title: 'Wit Studio',
            },
        },
    },
    {
        type: 'anime',
        status: 'planned',
        entity: {
            id: 9,
            title: {
                romaji: 'Ghost in the Shell: Arise - Border:4 Ghost Stands Alone',
            },
            type: 'movie',
            episodes: 1,
            airing: {
                start: 1409961600000,
            },
            description: {
                english: 'The story of this fourth installment takes place amidst signs of postwar reconstruction in the winter of 2028. Tensions are rising in New Port City as demonstrations are held concerning the interests of foreign cartels. This leads to a shooting incident involving riot police. It all started with a cyberbrain infection released by the terrorist "Fire Starter." An independent offensive unit led by Motoko Kusanagi entrusts the suppression of the situation to their ghosts and aims for their own justice. Below the surface of the incident, lies the "tin girl" Emma and the "scarecrow man" Burinda Junior. As Kusanagi deals with the incident, she draws near to what those two ghosts were seeking.',
            },
            genres: [
                {
                    id: 1,
                    title: 'Психологическое',
                },
                {
                    id: 2,
                    title: 'Полиция',
                },
                {
                    id: 3,
                    title: 'Меха',
                },
                {
                    id: 4,
                    title: 'Фантастика',
                },
            ],
            poster: {
                medium: 'https://nyaa.shikimori.org/system/animes/original/19195.jpg',
            },
            studio: {
                id: 10,
                title: 'Production I.G',
            },
        },
    },
    {
        type: 'anime',
        status: 'onhold',
        entity: {
            id: 10,
            title: {
                romaji: 'ef: A Tale of Melodies.',
            },
            type: 'tv',
            episodes: 12,
            airing: {
                start: 1223337600000,
            },
            description: {
                russian: 'Ю Химура — прилежный, усердный юноша, намеревающийся и впредь единолично возглавлять рейтинги успеваемости и достижений академии Отова. Однажды он встречает загадочную девушку по имени Юко Амамия, которая, к вящему его удивлению, узнаёт его, будто бы встречалась с ним раньше. Воспоминания отдалённого детства, воспоминания, намеренно оставленные в забытьи... Новая встреча с Юко заставляет Ю столкнуться с разочарованиями и печалью их совместного прошлого и настоящего.\n\nДругой герой, Сюити Кудзэ, поначалу может показаться бабником, но, при более тщательном знакомстве, он оказывается человеком, которому уютно в одиночестве. Мидзуки Хаяма, впрочем, не из тех девушек, которые бы охотно предоставили ему эту возможность, особенно после того, как она услышала прекрасные звуки его скрипки. По мере того, как Мидзуки пытается сблизиться с ним, Сюити, напротив, пытается отвязаться от неё... Неспешная история их многообещающих взаимоотношений омрачена обертонами приближающейся трагедии.',
            },
            genres: [
                {
                    id: 1,
                    title: 'Драма',
                },
                {
                    id: 2,
                    title: 'Романтика',
                },
                {
                    id: 3,
                    title: 'Сверхъестественное',
                },
                {
                    id: 4,
                    title: 'Детектив',
                },
            ],
            poster: {
                medium: 'https://dere.shikimori.org/system/animes/original/4789.jpg',
            },
            studio: {
                id: 10,
                title: 'SHAFT',
            },
        },
    },
    {
        type: 'anime',
        status: 'onhold',
        entity: {
            id: 11,
            title: {
                romaji: 'Koukaku no Pandora',
            },
            type: 'tv',
            episodes: 12,
            airing: {
                start: 1452211200000,
            },
            description: {
                russian: 'Нэнэ Нанакороби — девочка с полностью кибернетическим телом. Она отправляется в огромный мегаполис на острове, чтобы повидать свою тётю. На корабле она встречает странных попутчиков — богатую изобретательницу Узал и её помощницу Кларион, которая, вопреки своей милой внешности, довольно хмурая и не любит, когда её трогают. Кларион оказывается такой же кибернетически модифицированной девочкой, как и Нэнэ, которая в восторге от этого и решает познакомиться с ней поближе. Когда героини прибывают на остров, город внезапно оказывается под огнём террористической атаки. Чтобы выбраться сухой их воды, Узал решает использовать Нэнэ в своих интересах.',
            },
            genres: [
                {
                    id: 1,
                    title: 'Экшен',
                },
                {
                    id: 2,
                    title: 'Комедия',
                },
                {
                    id: 3,
                    title: 'Драма',
                },
                {
                    id: 4,
                    title: 'Фантастика',
                },
            ],
            poster: {
                medium: 'https://dere.shikimori.org/system/animes/original/32214.jpg',
            },
            studio: {
                id: 10,
                title: 'Studio Gokumi',
            },
        },
    },
    {
        type: 'anime',
        status: 'watching',
        entity: {
            id: 12,
            title: {
                romaji: 'Shokugeki no Souma: San no Sara',
            },
            type: 'tv',
            episodes: 24,
            airing: {
                start: 1506988800000,
            },
            description: {
                english: 'The third season of Shokugeki no Souma.',
            },
            genres: [
                {
                    id: 1,
                    title: 'Этти',
                },
                {
                    id: 2,
                    title: 'Школа',
                },
                {
                    id: 3,
                    title: 'Сёнен',
                },
            ],
            poster: {
                medium: 'https://desu.shikimori.org/system/animes/original/35788.jpg',
            },
            studio: {
                id: 10,
                title: 'J.C. Staff',
            },
        },
    },
];
